Repository: gitter-badger/icmmeteo
Catalog: MobileMeteo/*.lproj/Main.strings
Languages: pl

# 2Vd-h5-NfU.text
source: Forecast provided for free by meteo.pl created by ICM, Warsaw University.
pl: Prognoza została udostępniona nieodpłatnie przez serwis meteo.pl prowadzony przez ICM, Uniwersytet Warszawski.

# IZE-Jf-c7U.text
source: Find location on map
pl: Wskaż lokalizację na mapie

# Quj-BL-oec.title
source: Source
pl: Źródło

# mdg-cq-Zyh.title
source: Maps
pl: Mapy

# R9a-Bf-BXg.text
source: meteorogram loading
pl: ładowanie meteorogramu

# 2cn-bO-NDh.text
source: meteorogram loading
pl: ładowanie meteorogramu

# SxL-e7-iV7.title
source: Show
pl: Pokaż

# TB7-Qq-V0f.text
source: Forecast lenght: 84h, Grid 4km
pl: Długość prognozy: 84h, Siatka 4km

# aYU-fT-aKy.title
source: Choose a location
pl: Wybierz lokalizację

# cKu-oD-a6u.text
source: meteorogram loading
pl: ładowanie meteorogramu

# duU-CU-zjU.placeholder
source: search for a city
pl: szukaj miasta

# fvc-eg-Voa.title
source: Show
pl: Pokaż

# goB-rh-WOg.text
source: In case of any problems or suggestions, contact us.
pl: W przypadku pytań, problemów lub sugestii napisz do nas

# oqM-tk-ebb.text
source: Material produced using Met Office Software.
pl: Wyniki uzyskano przy użyciu oprogramowania Met Office.

# pkw-kA-ZXA.title
source: City
pl: Miasto

# qa6-qn-ubx.title
source: WAM settings
pl: Ustawienia WAM

# xOP-VD-VM0.normalTitle
source: select
pl: wybierz

# xOP-VD-VM0.selectedTitle
source: remove selection
pl: usuń zaznaczenie

# p0N-cN-cSS.title
source: Detailed maps
pl: Mapy szczegółowe

# P8U-V6-ky4.title
source: Detailed maps
pl: Mapy szczegółowe
